acpi
acpid
aic94xx-firmware
alsa-utils
ansible
ansible-lint
asciidoctor
autoconf
automake
bash
bash-completion
bash-pipes
bemenu-git
bind-tools
binutils
bison
blender
bluez
bluez-utils
buildah
bzip2
clang
cmatrix
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
dos2unix
e2fsprogs
fakeroot
file
filesystem
findutils
flake8
flatpak
flex
freerdp
gawk
gcc
gcc-libs
gdb
gettext
git
git-lfs
gitlint
glibc
go-pie
google-chrome
google-earth-pro
gotop-bin
grep
gzip
htop
hwinfo
i3blocks
inetutils
intel-ucode
iproute2
iputils
iwd
j4-dmenu-desktop
jfrog-cli-go
jfsutils
jq
kubectl-bin
ldoc
less
libreoffice-fresh
libtool
licenses
light
linux
logrotate
lua-busted
luacheck
luarocks
lvm2
m4
make
man-db
man-pages
maven
mdadm
meld
minikube
mupdf
mypy
neofetch
neovim
nerd-fonts-complete
net-tools
nmap
openapi-generator-cli
openconnect
openssh
pacman
pacman-contrib
parallel
patch
pciutils
perl
perl-perl-critic
pkgconf
playerctl
podman
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-openapi-spec-validator
python-pipenv
python-pynvim
python-pytest
python-pytest-cov
python-pywal
python-wheel
python36
reiserfsprogs
ripgrep
rxvt-unicode
s-nail
sed
shadow
shellcheck-static
sudo
sway
swaylock
symlinks
sysfsutils
sysstat
systemd-sysvcompat
tar
termite
texinfo
tidy
tk
tlp
traceroute
tree
ttf-dejavu
twine
urxvt-perls
urxvt-resize-font-git
usbutils
util-linux
vi
wd719x-firmware
wget
which
whois
wl-clipboard
xdg-user-dirs
xdg-utils
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
yay
