acl
acpi
adwaita-icon-theme
aic94xx-firmware
alsa-lib
alsa-plugins
alsa-utils
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
bash
bash-completion
bash-pipes
binutils
bison
bluez
bluez-utils
boost-libs
bridge-utils
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cdparanoia
celt
celt0.5.1
chromaprint
clucene
cmatrix
colord
compton
confuse
coreutils
cower
cracklib
cryptsetup
ctags
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dkms
dmenu
dmraid
dnssec-anchors
docker
dosfstools
double-conversion
e2fsprogs
eagle
enchant
expac
expat
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flake8
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gconf
gd
gdbm
gdk-pixbuf2
geoclue2
geoip
geoip-database
gettext
giflib
git
glew
glib-networking
glib2
glibc
glu
gmp
gnome-disk-utility
gnome-terminal
gnupg
gnuplot
gnutls
gobject-introspection-runtime
google-chrome
gpgme
gptfdisk
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsm
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtop
guile
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hping
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
ifplugd
ilmbase
imagemagick
imlib2
inetutils
intel-ucode
iproute2
iptables
iputils
iso-codes
j4-dmenu-desktop
jack
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jemalloc
jfsutils
jlink-software-and-documentation
jre8-openjdk
jre8-openjdk-headless
js
json-c
json-glib
kbd
keyutils
kicad
kicad-library
kicad-library-3d
kmod
krb5
ladspa
lame
lcms2
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-bzip2
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libstdc++5
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-readline
lib32-wayland
lib32-zlib
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbytesize
libcanberra
libcap
libcap-ng
libcdr
libcmis
libconfig
libcroco
libcups
libcurl-compat
libdaemon
libdatrie
libdbusmenu-qt5
libdc1394
libdca
libdmx
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgcrypt
libgcrypt15
libgit2
libglvnd
libgme
libgpg-error
libgudev
libgusb
libical
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblqr
libmagick
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libnftnl
libnghttp2
libnl
libnotify
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libpagemaker
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
libpwquality
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsodium
libsoup
libsoxr
libsrtp
libssh
libssh2
libstaroffice
libsystemd
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libudev0-shim
libunistring
libunwind
libusb
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
logrotate
lpsolve
lua
lua52
luajit
lvm2
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
man-pages
maven
mdadm
menu-cache
mesa
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mons
mozilla-common
mpfr
msgpack-c
mtdev
mupdf
nano
ncurses
neofetch
neon
neovim
nerd-fonts-complete
netctl
nettle
nmap
nodejs
npth
nspr
nss
ntfs-3g
ntp
openal
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openttd
openttd-opengfx
openttd-openmsx
openttd-opensfx
opus
orc
p11-kit
pacaur
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
parted
patch
pciutils
pcmanfm
pcmciautils
pcre
pcre2
perl
perl-error
pinentry
pixman
pkg-config
playerctl
polkit
poppler
popt
postgresql
postgresql-libs
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
pyqt5-common
python
python-apipkg
python-appdirs
python-asn1crypto
python-astroid
python-attrs
python-babel
python-bcrypt
python-cffi
python-chardet
python-click
python-colorama
python-coverage
python-cryptography
python-django
python-docopt
python-docutils
python-execnet
python-flake8-polyfill
python-flask
python-gobject
python-googlemaps
python-greenlet
python-idna
python-imagesize
python-isort
python-itsdangerous
python-jinja
python-keyutils
python-lazy-object-proxy
python-mando
python-markupsafe
python-mccabe
python-msgpack
python-neovim
python-packaging
python-paramiko
python-pip
python-pluggy
python-ply
python-psycopg2
python-py
python-pyasn1
python-pycodestyle
python-pycparser
python-pyflakes
python-pygit2
python-pygments
python-pylint
python-pynacl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyserial
python-pytest
python-pytest-cov
python-pytest-forked
python-pytest-xdist
python-pytz
python-radon
python-requests
python-setuptools
python-sip
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-websupport
python-sqlalchemy
python-termcolor
python-tox
python-urllib3
python-virtualenv
python-vulture
python-werkzeug
python-whoosh
python-wrapt
python-yaml
python2
python2-appdirs
python2-packaging
python2-pip
python2-pyparsing
python2-scons
python2-setuptools
python2-six
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-xmlpatterns
qutebrowser
raptor
rasqal
re2
readline
redland
redshift
reiserfsprogs
rest
rtkit
rtmpdump
rxvt-unicode
rxvt-unicode-terminfo
s-nail
saleae-logic
sbc
schroedinger
sdl
sdl2
sed
shadow
shared-mime-info
sip
skypeforlinux-preview-bin
snappy
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spotify
sqlite
startup-notification
staruml
steam
steamos-xpad-dkms
strace
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
tcl
tcpdump
tdb
texinfo
thin-provisioning-tools
timidity++
timidity-freepats
tk
tor
tor-browser-en
traceroute
tree
tslib
ttf-dejavu
ttf-liberation
tzdata
udiskie
udisks2
unclutter-xfixes-git
unibilium
unzip
urxvt-perls
urxvt-resize-font-git
usbutils
util-linux
v4l-utils
vi
vid.stab
volume_key
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
wd719x-firmware
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
wireshark-cli
wpa_actiond
wpa_supplicant
wxgtk-common
wxgtk2
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xz
yajl
zenity
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
