acpi
acpid
aic94xx-firmware
alacritty
ansible
ansible-lint
asciidoctor
autoconf
automake
azure-cli
base
bash-completion
bemenu
bemenu-x11
bind
bison
blender
bluez
bluez-utils
buildah
ccache
clang
cmake
cmake-lint-git
cmatrix
cppcheck
crun
ctags
discord
dmidecode
dnsmasq
dos2unix
ebtables
entr
etckeeper
feh
firefox
flake8
flatpak
flex
freerdp
gcc
gdb
gettext
git
git-lfs
gitlint
gnome-keyring
go
gocomplete
grep
gzip
helm
helm2-bin
htop
hwinfo
i3-gaps
i3blocks
i3lock
i3status-rust
inetutils
intel-ucode
ipcalc
iproute2
iwd
j4-dmenu-desktop
jfrog-cli-go
jfsutils
jq
kubectl-bin
kubetail
ldoc
less
libtool
libvirt
light
linux
lua-busted
luacheck
luarocks
lvm2
m4
make
mako
man-db
man-pages
meson
minikube
moreutils
mupdf
mypy
myrepos
neofetch
neovim
net-tools
ninja
nmap
noto-fonts
noto-fonts-emoji
openapi-generator
openconnect
openssh
pacman-contrib
pamixer
parallel
patch
perl
perl-perl-critic
pigz
pipes.sh
pipewire-pulse
pkgconf
playerctl
podman
podman-docker
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
python-black
python-openapi-spec-validator
python-pipenv
python-pynvim
python-pywal
python-wheel
qemu
ripgrep
rpm-tools
rsync
rust-analyzer
rustup
rxvt-unicode
shellcheck-bin
slack-desktop
soulseekqt
spotify-dev
sudo
sway
swayidle
swaylock
swift-bin
symlinks
sysstat
systemd-boot-pacman-hook
terraform
tidy
tiny-irc-client
tk
tlp
traceroute
tree
twine
udisks2
upd72020x-fw
urxvt-perls
urxvt-resize-font-git
usbutils
vi
vint
waybar
wd719x-firmware
wev
wget
which
whois
wl-clipboard
xdg-desktop-portal-wlr-git
xdg-user-dirs
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
yay-bin
yq
ytop-bin
