tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gettext"
brew "bash-completion"
brew "cmatrix"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "neovim"
brew "nicotine-plus"
brew "ntfs-3g"
brew "openjdk@8"
brew "ripgrep"
brew "shellcheck"
brew "svg2png"
cask "alacritty"
cask "arduino"
cask "firefox"
cask "google-backup-and-sync"
cask "rekordbox"
cask "spotify"
cask "steam"
