tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gettext"
brew "bash-completion"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dotbot"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "llvm"
brew "mr"
brew "neovim"
brew "nicotine-plus"
brew "openjdk@8"
brew "poetry"
brew "ripgrep"
brew "shellcheck"
brew "svg2png"
brew "transmission-cli"
cask "alacritty"
cask "arduino"
cask "firefox"
cask "google-drive"
cask "rekordbox"
cask "spotify"
cask "transmission"
