tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "bash-completion"
brew "bitwarden-cli"
brew "bottom"
brew "gettext"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dotbot"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "llvm"
brew "make"
brew "mas"
brew "mpv"
brew "neovim"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "transmission-cli"
brew "virtualenv"
cask "alacritty"
cask "firefox"
cask "google-drive"
cask "microsoft-teams"
cask "rectangle"
cask "rekordbox"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "ukelele"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
