bash
bash-completion
bitwarden-cli
bottom
capstone
cmake
coreutils
dotbot
fd
findutils
fisher
fzf
gawk
ghq
git
glog
gnu-getopt
gnu-indent
gnu-sed
gnu-tar
gnupg
grep
llvm
local/carlsmedstad/shell-gpt
make
mas
neovim
nicotine-plus
podman
ripgrep
shellcheck
shfmt
tree
ykman
