tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bash-completion"
brew "bitwarden-cli"
brew "bottom"
brew "cmake"
brew "coreutils"
brew "dotbot"
brew "fd"
brew "findutils"
brew "fzf"
brew "gettext"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "llvm"
brew "make"
brew "mas"
brew "neovim"
brew "podman"
brew "ripgrep"
brew "shellcheck"
brew "transmission-cli"
cask "firefox"
cask "iina"
cask "kitty"
cask "rectangle"
cask "slack"
cask "spotify"
